{
  "nav": {
    "About": "Обо мне",
    "Skills": "Технологии",
    "Projects": "Проекты",
    "Contacts": "Контакты"
  },
  "header": {
    "hiMyName": "Привет, меня зовут",
    "Alex": "Алекс",
    "front": "фронтенд разработчик",
    "with": "с желанием изучения чего-то нового и практикой того, что уже изучено",
    "learn": "Узнать больше"
  },
  "projectsMain": {
    "projects": "Проекты",
    "webSite": "Вебсайт"
  },
  "contacts": {
    "contactsTitle": "Контакты"
  },
  "about": {
    "aboutMe": "Обо мне",
    "goodAfternoon": "Добрый день. Меня зовут Александр, и сейчас я расскажу вам немного о себе. Я первокурсник колледжа, мне 16 лет, почти все свободное время я провожу за программированием, но я совмещаю учебу и жизнь, играя в волейбол и занимаясь в спортзале, но я также могу играть в настольный теннис и футбол. Я люблю путешествовать, потому что люблю смотреть, как живут люди в других странах. Сам я из Белоруссии, где тоже есть на что посмотреть. Я посетил несколько стран, таких как Украина Грузия Турция. Я также планирую посетить Великобританию, Россию, Китай, когда мне исполнится 18. Мой путь в программирование начался благодаря моей сестре, и я уважаю ее за это, она показала мне этот красивый, но иногда сложный путь. Я начал с изучения python, но через пару месяцев переключился на front-end разработку с акцентом на javascript. Я выбрал программирование, так как это перспективная и очень интересная сфера как заработка, так и развития. Регулярно самостоятельно изучаю английский язык в Дуолинго (более 200 дней в ударном режиме), в дальнейшем планирую пройти курсы английского языка. Я серьезно отношусь ко всему процессу обучения и хотел бы работать над реальными проектами, а не только над своими 'пет' проектами. Если мой опыт вас заинтересовал, или вы хотите узнать что-то еще, то ниже я оставлю все свои контакты."
  },
  "skills": {
    "frontend": "Фронтенд"
  },
  "projects": {
    "techroal": {
      "title": "ТехРоал",
      "text": "На этом сайте IT-компании был реализован слайдер и аккордеон"
    },
    "primus": {
      "title": "Примус Капитал",
      "text": "Этот сайт реализован IT-компанией TechRoal c моим участии. Были реализованы: Бегущая строка, разные виды 'аккордеонов', меню навигации с локализацией."
    }
  },
  "contacts": {
    "location": {
      "title": "Местонахождение",
      "text": "Беларусь/Минск"
    },
    "telegram":{
      "title": "Телеграм"
    },
    "email": {
      "title": "Email"
    }
  }
}