{
  "nav": {
    "About": "About",
    "Skills": "Skills",
    "Projects": "Projects",
    "Contacts": "Contacts"
  },
  "header": {
    "hiMyName": "Hi, my name is",
    "Alex": "Alex",
    "front": "a frontend developer",
    "with": "with a desire to learn something new and practice what has already been learned",
    "learn": "Learn more"
  },
  "projectsMain": {
    "projects": "Projects",
    "webSite": "Website"
  },
  "contacts": {
    "contactsTitle": "Contacts"
  },
  "about": {
    "aboutMe": "About me",
    "goodAfternoon": "Good afternoon. My name is Alexander, and now I will tell you a little about myself. I'm a college freshman, I'm 16 years old, I spend almost all my free time programming, but I keep my studies and life balanced by playing volleyball and exercising in the gym, but I can also play table tennis and football. I love to travel because I love to see how people live in other countries. I myself am from Belarus, where there is also something to see. I have visited several countries such as Ukraine Georgia Türkiye. I also plan to visit the UK, Russia, China when I turn 18. My path into programming started thanks to my sister, and I respect her for that, she showed me this beautiful, but sometimes difficult path. I started by learning python, but after a couple of months I switched to front-end development with a focus on javascript. I chose programming, as it is a promising and very interesting area of both earnings and development. I regularly study English on my own at Duolingo (more than 200 days in shock mode), in the future I plan to take English courses. I take the entire learning process seriously and would love to work on real projects, not just my 'pet' projects. If my experience interested you, or you want to know something else, then below I will leave all my contacts."
  },
  "skills": {
    "frontend": "Frontend"
  },
  "projects": {
    "techroal": {
      "title": "TechRoal",
      "text": "On this website, IT of the company was implemented slider and accordion"
    },
    "primus": {
      "title": "PrimusCapital",
      "text": "This site was implemented by IT company TechRoal with my participation. Were implemented: Running line, different types of accordions, navigation menu with localization."
    }
  },
  "contacts": {
    "location": {
      "title": "Location",
      "text": "Belarus/Minsk"
    },
    "telegram":{
      "title": "Telegram"
    },
    "email": {
      "title": "Email"
    }
  }
}